<?php
$INFO['admin_group']			=	'4';
$INFO['allow_creator_vote']			=	'1';
$INFO['allow_deleting']			=	'0';
$INFO['allow_dup_email']			=	'0';
$INFO['allow_dynamic_img']			=	'0';
$INFO['allow_flash']			=	'0';
$INFO['allow_images']			=	'1';
$INFO['allow_online_list']			=	'1';
$INFO['allow_resell']			=	'1';
$INFO['allow_result_view']			=	'0';
$INFO['allow_search']			=	'1';
$INFO['allow_skins']			=	'1';
$INFO['allow_user_rename']			=	'0';
$INFO['au_cutoff']			=	'15';
$INFO['auth_group']			=	'1';
$INFO['auto_pm_from']			=	'8617';
$INFO['auto_pm_message']			=	'Приветствуем Вас, *username*!
Спасибо за регистрацию на нашем форуме.

В любом обществе существуют свои правила поведения. Наш форум не исключение, и является сообществом общения людей по интересам. Все участники должны неукоснительно соблюдать не только общечеловеческие нормы, но и правила, присущие для общения внутри форума:[LIST]
[*]1. Запрещается использовать ненормативную лексику.
[*]2. Запрещается создание пустых сообщений, спама, преднамеренной рекламы, сообщений, лишённых смысла, не имеющих смысловой нагрузки (флуд). Запрещается распространение заведомо ложной информации.
[*]3. Для создания своего топика вы должны выбрать тематический подфорум, который прямо соответствует теме Вашего вопроса. Темы должны создаваться в конференции именно так, а не по принципу ‘постю туда, где больше народа тусуется’. Такие темы будут переноситься модератором, а при постоянных нарушениях со стороны определенного человека, в отношении его будут применены наказания. Если Вы затрудняетесь определить для своего вопроса требуемый тематический подфорум, занесите свой вопрос, создав тему в подфоруме ‘Общие вопросы’, если такой подфорум предусмотрен в выбранном разделе. Модератор перенесёт Вашу тему в нужную конференцию.
[*]4. Запрещается создавать одну и ту же тему в нескольких подфорумах. Такое явление будет рассматриваться как спам, и соответственно спаму, все повторяющиеся в разных подфорумах темы будут удалены.
[*]5. Сообщения или даже полностью топики будут безжалостно удаляться в том случае, если общение в них переходит в личные оскорбления. Всегда соблюдайте такт, вы общаетесь в культурном обществе.
[*]6. За порядком в конференции следят модераторы и администраторы. Модераторы осуществляют контроль над отдельными форумами, могут редактировать, удалять сообщения, закрывать темы только в своих форумах. Администраторы имеют все права модераторов в любых форумах.
[*]7. Название топика должно соответствовать теме вопроса, в нём содержащегося. Модератор оставляет за собой право удалять топики с подобными темами: ‘Спасите!’, ‘Помогите!’, ‘Ничего не получается!’, ‘Горю!’, ‘Срочно!’ и т.п.
[*]8. Если Вы ошиблись, например, сдублировали сообщение, отправили случайно ответ не туда или отправили пустое сообщение, то если Вы не зарегистрированы, оставьте всё как есть. Читатели разберутся, модератор потом почистит. Если очень хотите обратить на это его внимание, отправьте ему письмо. Не стоит писать новые сообщения и комментировать свои ошибки, да еще потом писать сообщения, в которых извиняться за такой флуд. Если же Вы зарегистрированы, то Вы сами можете удалить своё сообщение или его исправить. Для удаления ошибочного топика, сообщите об этом модератору раздела.
[*]9. Если вы затрудняетесь в использовании форума, обратитесь к помощи по форуму, щёлкнув линк [URL=http://forum.sources.ru/index.php?act=Help]Помощь[/URL], расположенный вверху форума или обратитесь в [URL=http://forum.sources.ru/index.php?showforum=7]соответствующую конференцию[/URL]. Также Вы можете обратиться к модератору конференции или к администратору.
[*]10. Если Вы обнаружили, что общение в ветке нарушает данные правила, сообщите об этом модератору конференции, воспользовавшись кнопкой ‘Report’, не отвечайте грубостью на грубость. Кнопку ‘Report’ разрешено использовать только для этого. Запрещается использовать эту возможность для привлечения внимания модератора к Вашему вопросу.
[*]11. Если Вы здесь недавно, не обольщайтесь тоном некоторых дискуссий. Многие люди давно знакомы и могут позволить себе такой тон по отношению друг к другу.
[*]12. Запрещается обсуждение модераторов и политики модерирования. В публичной конференции не принято обращаться к модератору по тому или иному вопросу прямо в форуме, не смотря на любые его действия. Все вопросы к модератору - персональным сообщением или через электронную почту. Если у Вас есть какие-то претензии по модерированию Ваших сообщений, обратитесь к вышестоящему участнику форума по электронной почте или персональному сообщению. Также Вы можете использовать электронный адрес admin@sources.ru.
[*]13. За нарушения данных правил модератор конференции или администратор может применить к Вам наказание. Самой лёгкой формой наказаний являются предупреждения. Фактически, уровень предупреждений - это характер Вашего поведения на форуме. Уровень Ваших предупреждений виден в Вашем профиле или в соответствующем линке ‘Предупреждения’ под ником. Уровень предупреждений может быть и уменьшен, если Вы что-то сделаете полезное для нашего сообщества. Если какой-то участник форума нарушает правила форума неоднократно или имеет уже предупреждения модератор конференции или администратор имеет право наложить более серьёзные наказания, такие как: режим Read Only (лишение права ответов - вы сможете только читать форумы), предварительная проверка любых сообщений провинившегося (премодерация), лишение любых прав (Вы не сможете посещать конференцию - бан). 
Взыскания могут быть наложены на любой срок по усмотрению модератора или администратора. Если Вы думаете, что, взыскание на Вас наложено незаконно, Вы можете обратиться к вышестоящему участнику форума с данным вопросом. Взыскания обязательно накладываются с уточнением причины, Вы всегда можете посмотреть причину, кликнув на процент предупреждений в Вашем профайле или в линке ‘Предупреждения’ под ником.
[*]14. Не следует использовать форум для личного общения. Для личного общения используйте персональные сообщения (кнопочка PM под ником) или электронную почту.
[*]15. Во избежание споров и неудовольствий пишите на русском языке. Если русская раскладка Вам недоступна, используйте латиницу, однако имейте в виду, что на латинице чтение сообщений затруднительно, что обязательно скажется на посещении и внимании к Вашей теме другими участниками форума.
[*]16. Если именно Ваши топики непопулярны или участники форума не спешат Вам помочь, задумайтесь, а не в Вас ли дело? Настоятельно рекомендуем прочитать Вам и всем остальным статью [URL=http://forum.sources.ru/index.php?showtopic=2400]Как правильно задавать вопросы’[/URL].
[*]17. Модератор - это не бот, это тоже человек, имеющий свои принципы, эмоции, амбиции, взгляды на жизнь, плохое или хорошее настроение. Хотя модератор и стремится быть нейтральным, чтобы подходить к любой ситуации объективно, всё-таки не стоит испытывать его терпение, потому что в любом случае модератор не пострадает ;).
[/LIST]Данные правила весьма просты, и мы не думаем, что кто-нибудь когда-нибудь будет о них задумываться, потому, как мы все живём в культурном обществе. Однако по отношению к злостным нарушителям будут применяться самые экстраординарные меры.';
$INFO['auto_pm_on']			=	'1';
$INFO['auto_pm_subject']			=	'Спасибо за регистрацию на Sources.Ru';
$INFO['autohide_bday']			=	'1';
$INFO['autohide_calendar']			=	'1';
$INFO['av_gal_cols']			=	'5';
$INFO['avatar_def']			=	'75x75';
$INFO['avatar_dims']			=	'128x160';
$INFO['avatar_ext']			=	'gif|jpeg|jpg|png';
$INFO['avatar_url']			=	'1';
$INFO['avatars_on']			=	'1';
$INFO['avup_size_max']			=	'200';
$INFO['bad_upload_log_path']			=	'';
$INFO['ban_email']			=	'azmsfile*|hy9k*|12@34.56|alexgtr@bk.ru|*@ifowe.jonjamail.com|red_nsx@list.ru|Sandra-*@mail.com|asdf1@mail.ru|kastrello444@mail.ru|mikle3d@mail.ru|ibr@ngs.ru|Procenco@veropharm.ru|sega91@yandex.ru|apaydayloans@gmail.com|berkostavov@gmail.com|elestyhully@gmail.com|k.alios.tro2.266@gmail.com|novaromik.e@gmail.com|yourmail@gmail.com|chefpov@narod.ru|pomdetyam@pochta.ru|*@aol.com|*@aol.co.uk|*@atlaskit.com|*@asdfmail.net|*@asdfasdfmail.com|*@asdfsdfjrmail.com|*@asooemail.com|*@asooemail.net|*@caffetin.ru|*@chapa.ru|*@cmmail.ru|*@course-fitness.com|*@dsfgdsgmail.net|*@dosuk.org|*@elexcor.ru|*@fghmail.net|*@firstdancer.info|*.fodiscomail.com|*@fooderx.com|*@formdmail.net|*@formdmail.com|*@funny-fish.com|*.gleella.buzz|*@gmailldfdefk.net|*@gmailere.net|*@gmailppwld.com|*@goldwarez.org|*@homeworking.org|*@hotmail.com|*@iturist.ru|*.kiyoakari.xyz|*@kremenchug.ws|*@klzlk.com|*@m-dnc.com|*@mailsdfsdf.net|*@master-mic.ru|*@mobfon.ru|*.mokomichi.xyz|*@mymail-in.net|*mymymymail.com|*@mymymymail.net|*@o5o5.ru|*@outlook.com|*@pmrmail.com|*@pozitifff.com|*.pushmail.fun|*@ramber.ru|*@remkom.ru|*@rtotlmail.com|*@rtotlmail.net|*@seoturbina.com|*@sevastopol.in|*@smtg.ru|*.sorataki.in.net|*@temporaryinbox.com|*@test.com|*@thefmail.com|*@toerkmail.net|*.toshikokaori.xyz|*@uggsrock.com|*.webmailaccount.site|*.webmailpro.pw|*.webproton.site|*@web-school.su|*@zomail.ru|*@zubovsky.ru';
$INFO['ban_group']			=	'5';
$INFO['ban_ip']			=	'2.125.*.*|8.9.209.2|12.52.224.111|12.168.203.132|24.1.*.*|24.3.*.*|24.9.*.*|24.15.*.*|24.17.146.119|24.32.136.104|24.36.135.226|24.39.183.2|24.39.240.90|24.47.*.*|24.62.46.102|24.79.64.182|24.84.177.186|24.99.37.24|24.101.93.244|24.112.67.48|24.120.242.37|24.149.*.*|24.167.203.166|24.175.224.208|24.181.79.110|24.184.*.*|24.190.*.*|24.191.123.64|24.192.79.51|24.214.*.*|24.224.*.*|24.247.*.*|38.100.42.25|41.145.88.245|41.196.189.210|41.205.29.188|41.208.14.4|41.222.65.173|41.234.206.19|46.19.138.242 |46.105.27.26|46.166.128.94|57.66.158.220|58.*.*.*|59.*.*.*|60.*.*.*|61.233.25.166|62.8.155.90|62.33.18.93|62.210.139.12|64.34.165.204|62.38.152.54|62.65.192.*|62.101.100.162|62.122.205.28|62.148.129.24|62.149.67.49|62.150.*.*|62.157.130.38|62.171.194.6|62.182.63.46|62.193.*.*|62.210.*.*|62.212.66.99|62.215.5.69|62.220.135.129|62.243.224.179|62.248.137.*|63.226.162.114|63.227.134.253|63.240.*.*|63.241.*.*|63.242.*.*|64.60.243.207|64.69.32.170|64.74.176.*|64.76.25.227|64.79.143.7|64.91.*.*|64.142.17.120|64.191.5.21|64.191.19.98|64.213.203.*|64.229.178.188|64.255.180.240|65.2.44.12|65.12.236.225|65.96.222.209|66.7.197.*|66.17.91.*|66.29.*.*|66.35.1.170|66.46.21.102|66.75.89.111|66.98.162.34|66.99.246.227|66.102.244.236|66.177.226.233|66.198.31.4|66.198.41.11|66.201.219.17|66.229.75.114|66.230.230.230|66.249.9.107|67.18.253.74|67.85.197.190|67.131.248.101|67.160.57.82|67.166.107.85|67.167.253.156|67.188.85.232|67.191.4.155|67.219.51.*|67.230.174.4|68.36.172.19|68.40.235.138|68.45.235.82|68.51.157.212|68.63.33.120|68.81.71.62|68.81.214.168|68.87.66.101|68.96.221.4|68.104.120.151|68.144.185.171|68.169.35.41|68.180.184.231|68.192.129.43|68.198.24.149|68.228.25.195|68.230.50.153|69.3.33.160|69.20.25.111|69.36.252.*|69.41.173.145|69.64.70.246|69.89.*.*|69.93.209.2|69.112.147.198|69.113.160.6|69.114.*.*|69.122.110.40|69.125.134.63|69.169.150.199|69.217.73.52|69.248.14.55|70.39.161.137|70.47.53.55|70.81.200.213|70.150.*.*|70.161.38.104|70.178.*.*|70.190.243.238|71.83.*.*|71.236.163.220|72.36.194.10|72.52.126.3|72.55.191.4|72.138.126.75|72.192.171.225|72.196.121.208|72.197.107.102|72.200.154.157|72.249.191.27|74.32.*.*|74.33.*.*|74.44.75.253|74.52.183.*|74.52.209.226|74.54.22.2|74.54.156.73|74.55.187.138|74.58.166.5|74.59.20.28|74.68.118.113|74.82.164.59|74.118.192.148|74.118.193.84|74.120.12.135|74.120.13.132|74.120.15.150|74.205.126.249|74.206.98.195|74.208.11.*|75.3.1.*|75.21.150.28|75.33.242.175|75.67.16.107|75.68.10.32|75.69.29.210|75.72.233.64|75.126.74.185|75.126.116.182|75.127.77.55|75.143.85.242|76.15.30.5|76.31.74.219|76.90.141.172|76.105.238.194|76.114.2.96|76.117.97.136|76.119.196.125|76.181.240.191|76.192.22.162|76.197.230.53|77.87.32.102|77.87.66.172|77.87.145.93|77.92.233.198|77.94.201.193|77.122.223.241|77.126.106.176|77.221.130.17|77.232.15.175|77.238.220.164|77.241.43.10|78.26.128.181|78.27.136.151|78.30.202.161|78.31.70.182|78.36.250.77|78.38.220.170|78.46.255.91|78.47.163.207|78.86.*.*|78.114.22.194|78.142.140.194|78.157.143.*|79.9.121.70|79.28.19.42|79.118.81.21|79.121.70.205|79.134.79.254|79.140.39.227|79.172.193.89|79.172.201.152|80.41.204.*|80.58.205.*|80.62.217.19|80.63.56.149|80.66.177.146|80.70.97.194|80.90.160.194|80.148.11.*|80.153.134.22|80.222.75.97|80.237.218.*|80.237.226.*|80.238.1.133|81.0.73.*|81.0.144.218|81.25.54.111|81.31.157.30|81.40.*.*|81.65.128.41|81.74.236.38|81.164.*.*|81.169.139.181|81.170.234.99 |81.174.22.202|81.174.25.2|81.219.123.67|82.36.101.208|82.80.245.31|82.94.203.*|82.103.143.112|82.114.69.*|82.131.213.*|82.145.240.37|82.194.62.227|82.195.251.18|82.223.117.209|82.228.209.145|83.9.115.150|83.21.194.73|83.21.195.35|83.21.200.203|83.21.206.39|83.25.45.148|83.64.*.*|83.65.*.*|83.102.39.187|83.129.*.*|83.143.72.*|83.143.73.*|83.143.74.*|83.143.75.*|83.143.76.*|83.143.77.*|83.170.92.9|83.188.94.56|83.222.31.*|83.226.142.115|83.233.*.*|83.230.190.163|83.237.68.218|83.238.147.74|83.239.107.*|84.14.240.82|84.19.188.111|84.22.49.38|84.22.63.46|84.54.72.54|84.94.52.202|84.94.194.*|84.109.183.99|84.111.60.248|84.113.200.72|84.120.125.157|84.122.23.124|84.126.24.143|84.148.178.221|84.222.247.189|84.237.122.130|84.253.97.123|85.11.187.175|85.13.205.153|85.17.186.*|85.18.29.25|85.18.242.17|85.25.138.222|85.30.195.64|85.68.111.26|85.91.81.188|85.112.61.226|85.138.104.109|85.140.216.*|85.121.104.124|85.140.99.37|85.182.122.179|85.214.73.63|85.222.28.30|85.222.103.41|85.233.93.114|85.234.143.*|85.236.65.164|86.34.138.*|86.73.24.16|87.81.*.*|86.96.226.*|87.98.243.95|87.101.244.*|87.162.113.103|87.224.184.115|87.225.253.173|87.228.29.117|87.236.233.52|87.241.154.100|87.245.150.77|88.17.98.120|88.19.234.6|88.23.181.229|88.64.50.128|88.82.78.170|88.169.88.113|88.190.16.207|88.191.99.107|88.198.23.37|88.198.56.180|88.198.224.65|88.215.176.94|88.222.17.29|88.247.34.174|89.1.42.209|89.2.187.168|89.28.75.42|89.109.18.47|89.109.251.18|89.140.96.2|89.149.164.*|89.149.226.22|89.163.171.250|89.178.20.58|89.187.142.113|89.191.242.239|89.218.176.47|89.218.200.52|89.234.27.15|90.193.58.189|91.74.160.18|91.91.239.146|91.121.28.188|91.121.200.220|91.123.154.25|91.124.80.202|91.143.58.1|91.186.10.72|91.190.121.41|91.197.128.6|91.200.142.80|91.201.66.67|91.201.67.12|91.201.67.85|91.202.207.239|91.210.106.134|91.222.128.24|91.224.160.8|93.26.35.65|92.61.33.82|92.101.25.165|92.112.200.158|92.112.220.31|92.114.210.213|92.124.165.*|92.241.168.146|92.245.8.223|93.73.97.37|93.74.76.35|93.80.205.198|93.84.220.174|93.90.243.63|93.95.102.79|93.115.241.2|93.120.185.218|93.157.192.112|93.166.121.106|93.167.194.251|93.178.119.59|93.182.149.122|94.23.192.151|94.23.230.51|94.51.184.35|94.75.118.123|94.142.130.18|94.142.134.26|94.142.134.155|94.142.134.178|94.143.44.142|94.177.41.146|94.232.178.3|94.248.1.204|95.28.122.129|95.32.130.125|95.32.213.240|95.37.1.103|95.37.56.220|95.37.118.66|95.93.224.76|95.105.152.25|95.105.152.63|95.110.224.127|95.132.237.148|95.133.30.30|95.133.49.142|95.133.56.41|95.134.44.102|95.165.75.93|95.168.183.233|95.181.2.27|95.181.4.71|95.215.1.15|95.225.87.50|96.4.191.20|96.49.15.196|97.85.34.227|97.87.140.34|98.28.83.166|98.87.28.89|98.114.205.228|98.196.184.240|98.209.80.56|98.210.43.145|98.211.182.74|98.222.118.128|109.69.132.6|109.230.213.*|109.230.216.*|109.230.222.*|109.230.223.*|109.236.83.149|110.8.253.100|110.55.66.251|111.1.32.23|111.1.32.53|111.160.68.*|111.160.70.*|111.161.3.*|113.135.191.38|113.135.216.88|113.138.140.189|113.138.143.236|113.162.171.78|113.253.11.56|114.243.69.72|115.42.158.18|115.182.0.6|115.187.45.132|116.10.198.42|117.35.249.51|117.74.97.174|117.126.3.54|118.70.128.217|118.96.138.67|118.96.150.207|118.98.160.99|118.97.63.122|118.182.20.242|119.70.40.101|119.82.224.50|119.129.158.227|119.189.175.206|120.28.64.*|121.12.249.207|121.28.34.69|121.58.206.128|121.145.120.165|121.204.0.2|121.254.172.27|122.168.128.100|122.192.166.141|122.193.111.*|122.205.95.27|122.252.242.4|123.49.50.114|123.114.176.50|123.118.71.153|123.125.156.*|123.242.167.5|124.106.44.26|124.109.44.22|124.124.64.74|124.160.18.90|124.238.242.45|124.238.242.49|125.39.112.72|125.75.204.22|129.7.249.41|129.22.148.*|129.65.162.20|130.64.142.226|134.83.*.*|137.56.163.*|137.164.143.110|140.112.*.*|140.113.*.*|141.219.208.204|141.223.149.36|142.179.*.*|143.90.221.197|143.90.221.207|144.71.169.20|147.96.240.22|148.233.*.*|150.188.8.211|150.214.191.245|159.148.58.74|159.213.87.22|162.61.*.*|162.114.40.*|164.116.224.10|165.228.130.*|166.111.139.21|168.10.168.61|168.167.43.188|173.74.174.73|173.163.81.18|173.174.251.89|173.208.132.210|173.212.214.130|174.37.143.198|174.37.151.112|174.60.188.64|174.103.237.146|178.17.234.38|178.32.81.224|178.125.64.147|178.208.75.89|178.210.32.201|178.239.56.150|182.48.16.12|184.82.148.28|187.16.57.170|187.105.36.50|187.65.32.104|188.18.149.180|188.64.145.252|188.92.72.178|188.115.176.133|188.134.60.18|188.143.232.*|188.143.233.*|188.165.20.244|189.2.127.70|189.16.21.160|189.20.51.86|189.20.67.130|189.46.242.175|189.47.151.168|189.47.166.23|189.58.251.29|189.105.121.36|189.112.192.3|189.127.190.211|192.80.24.201|192.160.184.75|192.251.226.205|192.251.226.206|193.27.80.136|193.27.209.8|193.105.210.36|193.111.95.42|193.138.158.46|193.138.216.*|193.151.107.38|193.164.133.46|193.174.193.*|193.191.11.218|193.194.84.*|193.219.222.*|193.251.8.2|193.251.135.68|193.252.14.3|194.6.197.20|194.64.227.16|194.65.1.250|194.116.32.115|194.151.57.244|194.154.66.230|194.158.64.*|194.158.203.56|194.160.76.5|194.176.176.82|194.238.48.90|194.245.151.161|195.2.72.52|195.2.114.1|195.16.32.38|195.34.239.249|195.55.130.246|195.61.*.*|195.70.62.*|195.88.32.160|195.117.61.130|195.117.196.*|195.131.145.223|195.131.199.*|195.175.37.*|195.205.230.58|195.216.197.114|195.238.246.100|195.241.40.13|196.29.192.136|196.35.*.*|196.36.*.*|196.200.156.8|196.203.190.226|196.217.124.238|196.218.147.210|196.219.125.66|198.205.61.67|199.48.147.*|200.*.*.*|201.*.*.*|202.8.28.9|202.28.38.253|202.57.69.84|202.98.123.126 |202.101.180.226|202.108.50.*|202.112.126.123|202.115.8.197|202.143.149.132|202.146.134.46|203.99.248.186|203.154.19.136|203.187.207.214|203.213.216.30|204.13.252.93|204.51.174.152|204.124.180.122|204.124.182.206|204.180.153.122|205.129.191.161|205.200.*.*|206.82.130.210|207.66.*.*|207.99.23.198|207.114.*.*|207.194.87.105|208.17.80.5|208.33.73.179|208.67.253.170|208.69.181.72|208.73.34.220|208.75.88.34|208.75.91.19|208.98.210.40|208.115.208.146|209.20.77.254|209.34.248.90|209.59.95.*|209.81.96.*|209.169.122.*|209.190.154.218|209.236.66.108|209.237.227.133|209.237.238.*|209.239.114.29|209.242.225.19|210.*.*.*|211.*.*.*|212.6.39.20|212.31.247.234|212.35.107.11|212.42.236.140|212.48.203.133|212.54.12.229|212.62.97.23|212.87.24.30|212.95.54.169|212.95.58.161|212.116.219.*|212.116.220.*|212.117.10.171|212.124.26.72|212.138.*.*|212.156.96.206|212.178.27.103|212.220.154.218|212.220.222.26|212.227.55.129|213.0.89.54|213.5.67.185|213.16.20.140|213.33.238.142|213.61.13.*|213.78.181.*|213.125.68.74|213.128.138.201|213.134.144.134|213.140.56.*|213.180.89.165|213.182.162.34|213.184.242.91|213.186.45.*|213.216.199.52|213.217.*.*|213.225.101.*|213.231.132.107|213.249.155.*|213.251.167.184|213.251.184.70|213.253.169.130|216.5.25.200|216.64.217.133|216.89.101.*|216.129.105.*|216.131.95.63|216.187.99.68|216.191.142.125|216.197.207.36|216.229.185.7|217.8.163.4|217.21.113.238|217.23.128.150|217.24.246.*|217.31.50.*|217.41.217.*|217.107.19.90|217.115.137.222|217.119.19.234|217.147.29.*|217.150.201.242|217.172.91.*|217.199.134.54|218.*.*.*|219.*.*.*|220.113.15.21|221.2.204.50|221.11.56.237|221.122.103.149|221.130.7.103|221.130.7.115|221.130.13.89|221.130.17.18|221.130.18.120|221.130.18.152|221.130.18.185|221.130.162.231|221.130.191.216|221.141.1.113|221.194.132.*|221.194.160.1|221.213.50.115|221.214.27.253|222.47.33.186|222.60.8.66|222.66.47.115|222.68.173.101|222.73.173.115|222.77.187.134|222.83.251.121|222.89.92.106|222.107.105.120|222.116.210.143|222.124.132.146|222.124.199.203|222.186.190.130|222.223.82.137|85.29.137.198|196.220.96.14|79.170.50.34|90.195.246.74';
$INFO['ban_names']			=	'vseest|Procenco|Admin|Sonq|VotSong|_WB_|WWW.ISHODNIK.RU|WWW.ISHODNIKI.RU|purpe-gandon|http://www.nextworld.ru/?rid=22480|zzzzzzzzx1|ХУЙ|хуй|Хуй|Cedaxfeeseene|nicereend|myfacdhhes@gmail.com';
$INFO['bank_on']			=	'0';
$INFO['banner_bottom']			=	'<div align="center"></div>';
$INFO['banner_header']			=	'';
$INFO['banner_middle']			=	'';
$INFO['banner_top_nav']			=	'<a target="_blank" href="http://www.msm.ru"><img src="/asdf/msm.gif" title="MSM - Аренда и размещение серверов" alt="msm.ru"></a>';
$INFO['base_dir']			=	'/www/forum/htdocs/';
$INFO['base_intrest']			=	'2';
$INFO['board_desc']			=	'Website forums';
$INFO['board_name']			=	'Форум на Исходниках.RU';
$INFO['board_offline']			=	'0';
$INFO['board_start']			=	'1067710285';
$INFO['board_title']			=	'Исходники.RU';
$INFO['board_url']			=	'https://forum';
$INFO['boardname']			=	'IBForums';
$INFO['bot_antispam']			=	'0';
$INFO['calendar_limit']			=	'7';
$INFO['charset']			=	'utf-8';
$INFO['check_before']			=	'50';
$INFO['client_script_version']			=	'18';
$INFO['clock_joined']			=	'j.m.y';
$INFO['clock_long']			=	'j.m.y, H:i';
$INFO['clock_short']			=	'j.m.y - H:i';
$INFO['club']			=	'152';
$INFO['club_boss']			=	'2';
$INFO['club_group']			=	'25';
$INFO['cms_uploads_icon_limit']			=	'10240';
$INFO['cms_uploads_size_limit']			=	'1024000';
$INFO['comoderator_group']			=	'15';
$INFO['cookie_domain']			=	'forum';
$INFO['cookie_id']			=	'';
$INFO['cookie_path']			=	'/',
$INFO['currency_name']			=	'Dgm';
$INFO['custom_profile_topic']			=	'1';
$INFO['database_error_page']			=	'<html><head><title>Invision Power Board Database Error</title><style>P,BODY{ font-family:arial,sans-serif; font-size:11px; }</style></head>
 <body>
        <br><br><blockquote><b>There appears to be an error with the Форум на Исходниках.RU database.</b><br>
        <br><br><b>Error Returned</b><br>
        <form name="mysql"><textarea rows="15" cols="160"><#ERROR_DESCRIPTION#></textarea></form><br>We apologise for any inconvenience</blockquote>
 </body></html>';
$INFO['datef_date']			=	'%e %B %Y';
$INFO['datef_dropyear']			=	'1';
$INFO['datef_hotclocks']			=	'1';
$INFO['datef_template']			=	'%date, %time';
$INFO['datef_time']			=	'%H:%M';
$INFO['days_interestcollected']			=	'86400';
$INFO['debug_level']			=	'1';
$INFO['default_days_off']			=	'5';
$INFO['default_language']			=	'ru';
$INFO['default_points']			=	'0';
$INFO['disable_admin_anon']			=	'0';
$INFO['disable_gzip']			=	'1';
$INFO['disable_ipbsize']			=	'0';
$INFO['disable_online_ip']			=	'0';
$INFO['disable_reportpost']			=	'0';
$INFO['display_max_posts']			=	'15';
$INFO['display_max_topics']			=	'20';
$INFO['email_footer']			=	'';
$INFO['email_header']			=	'This email generated via IBForums';
$INFO['email_in']			=	'forum@sources.ru';
$INFO['email_out']			=	'forum@sources.ru';
$INFO['emo_per_row']			=	'3';
$INFO['enable_errors_handling']			=	'';
$INFO['enable_exception_handling']			=	'1';
$INFO['epurse_yamoney']			=	'11111111111111';
$INFO['error_reporting']			=	'32759';
$INFO['errors_receivers']			=	'Array';
$INFO['errors_text']			=	'An %TYPE% has been caught in %FILE% on line %LINE% with message
%MESSAGE%';
$INFO['etfilter_punct']			=	'0';
$INFO['etfilter_shout']			=	'0';
$INFO['file_util_command']			=	'/usr/bin/file --mime-type --brief';
$INFO['flood_control']			=	'15';
$INFO['force_login']			=	'0';
$INFO['forum_skin_1']			=	'';
$INFO['forum_skin_102']			=	'';
$INFO['forum_skin_109']			=	'';
$INFO['forum_skin_11']			=	'0';
$INFO['forum_skin_111']			=	'';
$INFO['forum_skin_113']			=	'';
$INFO['forum_skin_124']			=	'';
$INFO['forum_skin_125']			=	'';
$INFO['forum_skin_126']			=	'';
$INFO['forum_skin_127']			=	'';
$INFO['forum_skin_128']			=	'';
$INFO['forum_skin_134']			=	'';
$INFO['forum_skin_135']			=	'';
$INFO['forum_skin_136']			=	'';
$INFO['forum_skin_137']			=	'';
$INFO['forum_skin_138']			=	'';
$INFO['forum_skin_139']			=	'';
$INFO['forum_skin_140']			=	'';
$INFO['forum_skin_141']			=	'';
$INFO['forum_skin_142']			=	'';
$INFO['forum_skin_143']			=	'';
$INFO['forum_skin_144']			=	'';
$INFO['forum_skin_145']			=	'';
$INFO['forum_skin_146']			=	'';
$INFO['forum_skin_147']			=	'';
$INFO['forum_skin_153']			=	'';
$INFO['forum_skin_154']			=	'';
$INFO['forum_skin_155']			=	'';
$INFO['forum_skin_156']			=	'';
$INFO['forum_skin_157']			=	'';
$INFO['forum_skin_161']			=	'';
$INFO['forum_skin_163']			=	'';
$INFO['forum_skin_165']			=	'';
$INFO['forum_skin_168']			=	'';
$INFO['forum_skin_170']			=	'';
$INFO['forum_skin_171']			=	'';
$INFO['forum_skin_172']			=	'';
$INFO['forum_skin_173']			=	'';
$INFO['forum_skin_174']			=	'';
$INFO['forum_skin_175']			=	'';
$INFO['forum_skin_176']			=	'';
$INFO['forum_skin_177']			=	'';
$INFO['forum_skin_178']			=	'';
$INFO['forum_skin_179']			=	'';
$INFO['forum_skin_180']			=	'';
$INFO['forum_skin_181']			=	'';
$INFO['forum_skin_182']			=	'';
$INFO['forum_skin_183']			=	'';
$INFO['forum_skin_184']			=	'';
$INFO['forum_skin_185']			=	'';
$INFO['forum_skin_59']			=	'';
$INFO['forum_skin_60']			=	'';
$INFO['forum_skin_61']			=	'';
$INFO['forum_skin_62']			=	'';
$INFO['forum_skin_63']			=	'';
$INFO['forum_skin_64']			=	'';
$INFO['forum_skin_65']			=	'';
$INFO['forum_skin_66']			=	'';
$INFO['forum_skin_67']			=	'';
$INFO['forum_skin_68']			=	'';
$INFO['forum_skin_69']			=	'';
$INFO['forum_skin_70']			=	'';
$INFO['forum_skin_75']			=	'';
$INFO['forum_skin_8']			=	'';
$INFO['forum_skin_83']			=	'';
$INFO['forum_skin_87']			=	'';
$INFO['gd_font']			=	'/www/forum/htdocs/fonts/progbot.ttf';
$INFO['gd_height']			=	'70';
$INFO['gd_width']			=	'250';
$INFO['gl_link']			=	'http://forum.sources.ru/rules.html';
$INFO['gl_show']			=	'1';
$INFO['gl_title']			=	'ПРАВИЛА';
$INFO['global_message']			=	'<div style="vertical-align:top; color:yellow; font-size:32px; background: url(/img/georg.gif)"><img src="/img/redstar.png" style="vertical-align:middle;"> С Днём Защитника Отечества!</div>';
$INFO['global_message_on']			=	'1';
$INFO['global_poll']			=	'0';
$INFO['guest_group']			=	'2';
$INFO['guest_name_pre']			=	'';
$INFO['guest_name_suf']			=	'';
$INFO['guests_ava']			=	'1';
$INFO['guests_img']			=	'1';
$INFO['guests_sig']			=	'0';
$INFO['has_edited_ibstore']			=	'1';
$INFO['header_redirect']			=	'location';
$INFO['home_name']			=	'Исходники.RU';
$INFO['home_url']			=	'http://www.sources.ru';
$INFO['hot_topic']			=	'25';
$INFO['html_dir']			=	'/www/forum/htdocs/html/';
$INFO['html_url']			=	'http://forum/html';
$INFO['ibstore_safty']			=	'1';
$INFO['img_ext']			=	'gif|jpeg|jpg|png|webp';
$INFO['index_news_link']			=	'1';
$INFO['index_our_poll_link']			=	'1';
$INFO['installed']			=	'1';
$INFO['inventory_max']			=	'100';
$INFO['inventory_showresell']			=	'1';
$INFO['is_message_on']			=	'0';
$INFO['item_donation']			=	'To: {to}
From: {from}
Sent on: {date: F j, Y, g:i a}
------------------------------------------------
Item Sent: {item}
Worth: {value} {currency_name}
------------------------------------------------
Attached message:

{message}
------------------------------------------------
Thanks, "DigiMania" Shop Service Bot

(This is a automatically Generated Message. Please do not respond)';
$INFO['listed_groups_ids']			=	'4,7,26,9,25,3';
$INFO['load_limit']			=	'';
$INFO['mail_method']			=	'mail'; // Измените на 'smtp' для включения
$INFO['mass_buyamount']			=	'2';
$INFO['mass_buyon']			=	'0';
$INFO['match_browser']			=	'1';
$INFO['max_emos']			=	'';
$INFO['max_h_flash']			=	'200';
$INFO['max_images']			=	'';
$INFO['max_interest_length']			=	'50000';
$INFO['max_location_length']			=	'50000';
$INFO['max_messages']			=	'50';
$INFO['max_poll_choices']			=	'50';
$INFO['max_post_length']			=	'64';
$INFO['max_search_word']			=	'50';
$INFO['max_show_all_posts']			=	'300';
$INFO['max_sig_length']			=	'2048';
$INFO['max_title_length']			=	'80';
$INFO['max_w_flash']			=	'200';
$INFO['member_group']			=	'3';
$INFO['members_defaultpoints']			=	'0';
$INFO['min_search_word']			=	'3';
$INFO['moderator_group']			=	'7';
$INFO['money_donation']			=	'To: {to}
From: {from}
Sent on: {date: F j, Y, g:i a}
------------------------------------------------
Amount: {amount} {currency_name}
------------------------------------------------
Attached message:

{message}
------------------------------------------------
Thanks, "DigiMania" Shop Service Bot

(This is a automatically Generated Message. Please do not respond)
';
$INFO['msg_allow_code']			=	'1';
$INFO['msg_allow_html']			=	'0';
$INFO['new_reg_notify']			=	'1';
$INFO['newbie_group']			=	'31';
$INFO['news_forum_id']			=	'229';
$INFO['news_forum_id2']			=	'90';
$INFO['no_au_forum']			=	'0';
$INFO['no_au_topic']			=	'0';
$INFO['no_reg']			=	'0';
$INFO['nocache']			=	'1';
$INFO['number_format']			=	'none';
$INFO['offline_msg']			=	'Форум закрыт в связи с регламентными работами.
Приносим наши извинения за неудобства...';
$INFO['our_poll_forum_id']			=	'86';
$INFO['pages_peritems']			=	'10';
$INFO['photo_ext']			=	'gif|jpg|jpeg|png|webp';
$INFO['php_ext']			=	'php';
$INFO['pointsper_poll']			=	'0';
$INFO['pointsper_reply']			=	'0';
$INFO['pointsper_topic']			=	'0';
$INFO['poll_disable_noreply']			=	'0';
$INFO['poll_tags']			=	'1';
$INFO['post_titlechange']			=	'';
$INFO['post_wordwrap']			=	'0';
$INFO['postpage_contents']			=	'5,10,15,20,25,30,35,40,50';
$INFO['pre_club']			=	' Ограниченная тема: ';
$INFO['pre_moved']			=	' Перемещено: ';
$INFO['pre_pinned']			=	'';
$INFO['pre_polls']			=	' Опрос: ';
$INFO['print_headers']			=	'1';
$INFO['recaptcha_secret']			=	'1111111111111111111111111111111111111111';
$INFO['recaptcha_site_key']		=	'2222222222222222222222222222222222222222';
$INFO['reg_auth_type']			=	'admin';
$INFO['rep_allow_anon']			=	'0';
$INFO['rep_anon_posts']			=	'100';
$INFO['rep_bad_anon']			=	'';
$INFO['rep_badnum']			=	'';
$INFO['rep_badtitle']			=	'';
$INFO['rep_enable_emo']			=	'1';
$INFO['rep_enable_ibc']			=	'1';
$INFO['rep_good_anon']			=	'';
$INFO['rep_goodnum']			=	'';
$INFO['rep_goodtitle']			=	'';
$INFO['rep_msg_length']			=	'';
$INFO['rep_per_page']			=	'';
$INFO['rep_posts']			=	'100';
$INFO['rep_remove']			=	'';
$INFO['rep_time']			=	'1';
$INFO['rep_titlechange']			=	'';
$INFO['resell_percentage']			=	'100';
$INFO['reset_onnegitive']			=	'0';
$INFO['richest_bank']			=	'0';
$INFO['richest_onhand']			=	'1';
$INFO['richest_overall']			=	'0';
$INFO['richest_showamount']			=	'10';
$INFO['safe_mode_skins']			=	'0';
$INFO['search_default_method']			=	'adv';
$INFO['search_post_cut']			=	'';
$INFO['search_sql_method']			=	'index';
$INFO['session_expiration']			=	'900';
$INFO['session_hide']			=	'1';
$INFO['short_forum_jump']			=	'0';
$INFO['show_active']			=	'1';
$INFO['show_bday_calendar']			=	'1';
$INFO['show_birthdays']			=	'1';
$INFO['show_calendar']			=	'1';
$INFO['show_img_upload']			=	'0';
$INFO['show_inventory']			=	'1';
$INFO['show_max_msg_list']			=	'';
$INFO['show_memberpoints']			=	'1';
$INFO['show_shopcat']			=	'0';
$INFO['show_totals']			=	'1';
$INFO['show_user_posted']			=	'1';
$INFO['showplaysleft']			=	'1';
$INFO['sig_allow_html']			=	'0';
$INFO['sig_allow_ibc']			=	'1';
$INFO['siu_height']			=	'300';
$INFO['siu_thumb']			=	'1';
$INFO['siu_width']			=	'300';
$INFO['smtp_host']			=	'mail.sources.ru';
$INFO['smtp_pass']			=	'smtp_pass';
$INFO['smtp_port']			=	''; // 465 (default is 25 )
$INFO['smtp_secure']                    =	'ssl'; // emty for no SSL
$INFO['smtp_user']			=	'forum@sources.ru';
$INFO['sp_Altavista']			=	'Altavista Bot';
$INFO['sp_Aport']			=	'Aport Bot';
$INFO['sp_Archive_org']			=	'Archive Org Bot';
$INFO['sp_FAST']			=	'Fast Bot';
$INFO['sp_Gigablast']			=	'Gigablast Bot';
$INFO['sp_MSN']			=	'MSN Bot';
$INFO['sp_Openfind']			=	'OpenFind Bot';
$INFO['sp_Rambler']			=	'Rambler Bot';
$INFO['sp_Turtle']			=	'Turtle Bot';
$INFO['sp_Yahoo']			=	'Yahoo Bot';
$INFO['sp_Yandex']			=	'Yandex Bot';
$INFO['sp_ZyBorg']			=	'ZyBorg Bot';
$INFO['sp_google']			=	'GoogleBot';
$INFO['sp_inktomi']			=	'Hot Bot';
$INFO['sp_jeeves']			=	'Ask Jeeves';
$INFO['sp_libwww-FM']			=	'libwww-FM Bot';
$INFO['sp_lycos']			=	'Lycos Bot';
$INFO['sp_wuseek']			=	'What U Seek';
$INFO['spider_active']			=	'1';
$INFO['spider_anon']			=	'';
$INFO['spider_group']			=	'27';
$INFO['spider_sense']			=	'1';
$INFO['spider_suit']			=	'';
$INFO['spider_visit']			=	'0';
$INFO['sql_database']			=	'invision';
$INFO['sql_debug']			=	'1';
$INFO['sql_driver']			=	'mySQL';
$INFO['sql_dsn']			=	'mysql:dbname=invision;unix_socket=/tmp/mysql.sock;charset=utf8';
$INFO['sql_host']			=	':/tmp/mysql.sock';
$INFO['sql_pass']			=	'sqlpass';
$INFO['sql_persistent']			=	'1';
$INFO['sql_port']			=	'';
$INFO['sql_tbl_prefix']			=	'ibf_';
$INFO['sql_user']			=	'forum';
$INFO['start_year']			=	'2004';
$INFO['startpoll_cutoff']			=	'24';
$INFO['store_guest']			=	'0';
$INFO['store_name']			=	'Магазин DigiMania';
$INFO['store_on']			=	'1';
$INFO['store_regid']			=	'3856-407393-393';
$INFO['strip_quotes']			=	'0';
$INFO['strip_space_chr']			=	'0';
$INFO['subs_autoprune']			=	'';
$INFO['supermoderator_group']			=	'14';
$INFO['tell_resellamount']			=	'1';
$INFO['time_adjust']			=	'';
$INFO['time_offset']			=	'3';
$INFO['topic_over']			=	'0';
$INFO['topic_pointsover']			=	'0';
$INFO['topicpage_contents']			=	'5,10,15,20,25,30,35,40,50';
$INFO['upload_dir']			=	'/www/forum/htdocs/uploads';
$INFO['upload_url']			=	'http://forum/uploads';
$INFO['use_ipicture_button']			=	'0';
$INFO['use_mail_form']			=	'1';
$INFO['use_ttf']			=	'1';
$INFO['validate_day_prune']			=	'3';
$INFO['warn_gmod_ban']			=	'1';
$INFO['warn_gmod_day']			=	'100';
$INFO['warn_gmod_modq']			=	'1';
$INFO['warn_gmod_post']			=	'1';
$INFO['warn_max']			=	'10';
$INFO['warn_min']			=	'0';
$INFO['warn_mod_ban']			=	'1';
$INFO['warn_mod_day']			=	'10';
$INFO['warn_mod_modq']			=	'1';
$INFO['warn_mod_post']			=	'1';
$INFO['warn_on']			=	'1';
$INFO['warn_past_max']			=	'0';
$INFO['warn_protected']			=	',4,15,9,7,14,';
$INFO['warn_show_own']			=	'1';
$INFO['warn_show_rating']			=	'1';
$INFO['welcome_desc']			=	'Добро пожаловать в магазин!';
$INFO['welcome_line']			=	'Добро пожаловать в магазин, *username*!';
$INFO['what_else']			=	'';
$INFO['year_limit']			=	'5';
