<?php


$lang['end']  = "конец";
$lang['forum']  = "Раздел";
$lang['title']  = "Версия для печати";
$lang['by']  = "Автор";
$lang['start']  = "Создал";
$lang['topic']  = "Тема";
$lang['tvo_title']  = "Опции отображения темы для:";
$lang['o_print_title']  = "Версия для печати";
$lang['o_print_desc']  = "Тема будет отображена и распечатана в простом, дружественном формате на этой странице. Скачивание не требуется.";
$lang['o_html_title']  = "Скачать HTML-версию";
$lang['o_html_desc']  = "Вы можете скачать HTML-версию этой темы на Ваш жёсткий диск. Будет открыт диалог браузера о скачивании.";
$lang['o_word_title']  = "Скачать версию в формате Microsoft Word";
$lang['o_word_desc']  = "Вы можете скачать Word-версию этой темы с возможностью дальнейшего редактирования. Будет открыт диалог браузера о скачивании.";
$lang['back_topic']  = "Вернуться в тему";
$lang['topic_here']  = "Нажмите сюда для просмотра этой темы в оригинальном формате";
