<?

$lang['uploads'] = 'Управление содержимым сайта';
$lang['docs_title'] = 'Документация по системе Управления содержимым сайта';
$lang['version'] = "Версия";
$lang['uploads_main_title'] = "Управление содержимым сайта";
$lang['access_deneid'] = "У Вас нет прав, чтобы использовать данную функциональность.";
$lang['too_big_file'] = "Размер файл, который вы пытаетесь загругить на сервер, слишком большой.
                                                Вы не можете загружать файлы, размер которых превышает {$ibforums->vars['cms_upload_limit']}";
$lang['wrong_request'] = "Убедитесь, что вы правильно заполнили форму!";

$lang['main_category_title'] = "Коренной раздел";

$lang['no_guest'] = "Вы должны зарегистрироваться на форуме для использования данной функции!";

?>