<?php


$lang['topic_text']  = "Здесь тема, выбранная вами для просмотра";
$lang['results_title']  = "Результат поиска Помощи";
$lang['choose_file']  = "Выберите тему";
$lang['help_txt']  = "Добро пожаловать в базу Помощи по форуму.<br><br>Выберите одну из тем, для более подробного ознакомления с работой форума, либо воспользуйтесь поиском файлов помощи";
$lang['submit']  = "Поиск!";
$lang['search_txt']  = "Введите ключевые слова для поиска";
$lang['search_results']  = "Результаты поиска";
$lang['results_txt']  = "Результаты поиска.";
$lang['help_topics']  = "Темы помощи";
$lang['no_results']  = "Не найдено ни одной темы помощи, соответствующей Вашему запросу. Расширьте критерии поиска и попробуйте снова.";
$lang['help_topic']  = "Тема помощи";
$lang['page_title']  = "Файлы помощи";

