<?php


$lang['page_title']  = "Мой помощник";
$lang['log_in_needed']  = "Требуется авторизация";
$lang['no_guests']  = "Эта функция доступна только зарегистрированным пользователям.<br><br>Если вы зарегистрированы, авторизуйтесь.";
$lang['log_in']  = "Авторизация";
$lang['lin_name']  = "Имя пользователя";
$lang['lin_pass']  = "Пароль";
$lang['reg_text']  = "Если вы не зарегистрированы, необходимо пройти процедуру регистрации, для использования этой функции.";
$lang['reg_link']  = "Регистрация";
$lang['close_win']  = "Закрыть окно";
$lang['refresh']  = "Обновить";
$lang['show_me']  = "Показать...";
$lang['sm_today_posters']  = "10 авторов сегодня";
$lang['sm_all_posters']  = "Лучшие 10 авторов";
$lang['sm_forum_leaders']  = "Администрация";
$lang['sm_todays_posts']  = "Активные темы";
$lang['sm_my_last_posts']  = "10 моих последних сообщений";
$lang['while_away']  = "С момента вашего последнего визита...";
$lang['no_new_posts']  = "Нет новых сообщений";
$lang['new_posts']  = "%s новых сообщений.";
$lang['view_link']  = "Просмотр";
$lang['my_replies']  = "%s из этих сообщений являются ответами в темы, созданные вами.";
$lang['none']  = "нет";
$lang['search_forums']  = "Поиск сообщений...";
$lang['search_help']  = "Поиск помощи...";
$lang['go']  = "Вперёд!";
