<?php


$lang['bbc_ex1']  = "Текст для примера";
$lang['bbc_ex2']  = "Нажмите сюда!";
$lang['bbc_title']  = "Коды форума";
$lang['bbc_intro']  = "<strong>Что такое коды форума?</strong><br><br>Коды форума предназначены для быстрого и лёгкого добавления эффектов и форматирования ваших сообщений.<br>Возможно, вы уже знакомы с HTML-тэгами.<br>Ниже находится справочник по наиболее часто используемым кодам форума.";
$lang['bbc_before']  = "Вводите";
$lang['bbc_after']  = "Результат";
$lang['emo_title']  = "Смайлы";
$lang['emo_type']  = "Коды";
$lang['emo_img']  = "Изображение";
$lang['fu_title']  = "Поиск пользователей";
$lang['fu_close_win']  = "Закрыть окно";
$lang['fu_enter_name']  = "Введите часть имени или полное имя";
$lang['fu_search_but']  = "Найти";
$lang['fu_error']  = "Ошибка";
$lang['fu_no_data']  = "Вы должны ввести часть имени или полное имя для поиска";
$lang['fu_no_match']  = "Ничего не найдено по вашему запросу";
$lang['fu_kc_loads']  = "Найдено более 100 данных. Вернитесь назад и введите более точные данные имени пользователя. ";
$lang['fu_back']  = "Назад";
$lang['fu_add_mem']  = "Добавить пользователя в форму";
$lang['fu_add_desc']  = "Выберите имя из выпадающего меню и нажмите на кнопку, для добавления имени в форму";

